/* Action not found */
"Action not found" = "Ismeretlen művelet";

/* API unavailable */
"API unavailable" = "API nem elérhető";

/* Bad request */
"Bad request" = "Hibás kérés";

/* Forbidden */
"Forbidden" = "Tiltott";

/* Format not accepted */
"Format not accepted" = "Visszautasított formátum";

/* Internal Server error */
"Internal Server error" = "Belső szolgáltatás hiba";

/* Invalid Auth */
"Invalid Auth" = "Hibás azonosítás";

/* Not implemented */
"Not implemented" = "Nem implementált";

/* Object not found */
"Object not found" = "Ismeretlen objektum";

/* OK */
"OK" = "OK";

/* Partially accepted */
"Partially accepted" = "Részben elfogadva";

/* Partially created */
"Partially created" = "Részben létrehozva";

/* Permission denied */
"Permission denied" = "Hozzáférés megtagadva";

/* Resource not found */
"Resource not found" = "Erőforrás nem található";

/* Ressource Timeout */
"Ressource Timeout" = "Erőforrás időtúllépés";

/* Service unavailable */
"Service unavailable" = "Szolgáltatás nem elérhető";

/* Successfully accepted */
"Successfully accepted" = "Sikeresen elfoagdva";

/* Successfully created */
"Successfully created" = "Sikeresen létrehozva";

/* Unacceptable data */
"Unacceptable data" = "Nem megfelelő adat";

/* Unknown error */
"Unknown error" = "Ismeretlen hiba";
